app/controllers/stylists_controller.rb

  def index
    @stylists = Stylist.all
---
SELECT "stylists".* FROM "stylists"